Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/metsa.fi/c145.pdf.tmx
Source language: fin
Languages: sme

source: Alueen kulttuurihistoriallisesti ja maisemallisesti arvokkaat piirteet tulee säilyttää tulevaisuudessa, ja kaikessa kehittämisessä lähtökohtana tulee olla saamelaiskulttuurin merkityksen korostaminen ja sen elinvoimaisuuden turvaaminen.
sme: Guovllu kulturhistorjjálaččat ja duovddalaččat mávssolaš iešvuođaid galgá bisuhit boahtteáiggis, ja buot ovddideamis vuolggasadjin galgá leat sámekultuvrra mearkkašumi deattuheapmi ja dan ceavzilvuođa dorvvasteapmi.

source: Koko suunnitelma Tukee suunnitelman tavoitteita.
sme: Oppa plána Doarju plána ulbmiliid.

source: Kevon aluetta tulee kehittää niin, että se säilyttää asemansa vetovoimaisena luonnonpuistoalueena tulevaisuudessa.
sme: Geavu galgá ovddidit nu, ahte dat seailu boahtteáiggisge geasuheaddji luonddumeahccin.

source: Luonnontieteellisellä tutkimuksella on pitkät perinteet Kevon alueella, Utsjoen kunnan ja paikallisten asukkaiden kannalta on merkittävää, että alue säilyttää myös tulevaisuudessa asemansa arktisena tutkimusalueena niin kotimaisten kuin kansainvälistenkin tutkijoiden keskuudessa.
sme: Luonddudieđalaš dutkamiid leat juo guhká jođihan Geavus. Ohcejoga gildii ja báikkálaš ássiide mearkkaša ollu ahte guovlu bissu boahtteáiggisge arktalaš dutkanguovlun sihke suopmelaš ja olgoriikalaš dutkiide.

source: Mahdollisen ilmastonmuutosprosessin seuraukset voivat olla mm. alueemme elinkeinojen tulevaisuudelle hyvinkin merkittäviä ja siksi on erityisen tärkeätä, että välitöntä luonnontieteellistä tutkimustietoa välittyy alueemme luonnosta tutkijoiden työn tuloksena paikallisen väestön käyttöön.
sme: Vejolaš dálkkádatrievdan sáhttá čuohcit sakka ee. min guovllu ealáhusaide, ja danin lea erenoamáš dehálaš ahte luonddudieđalaš dutkandieđut min luonddu birra bohtet báikkálaš olbmuid atnui.

source: Hoito- ja käyttösuunnitelmassa esitetyt alueen rakennelmien kunnostukseen ja uusimiseen esitetyt varat tulee käyttää suunnitellulla tavalla.
sme: Dikšun- ja geavahanplánaš árvaluvvon guovllud ráhkadusaid ordnemii ja ođasmahttimii oaivvilduvvon ruđat galget geavahuvvot plánejuvvon vuogi mielde.

source: - Esitettyjä rakentamis- ja kunnossapitotoi
sme: - Árvaluvvon huksen- ja bajásdoallandoaimmat

source: menpiteitä tehdään resurssien puitteissa.
sme: dahkkojuvvojit resurssaid olis.

source: Tekstiä on täsmennetty lomakkeella 19 (Resurssit).
sme: Teaksta lea dárkkálmuhtton skovis 19 (Resurssat).

source: Alue tulee säilyttää hyvin hoidettuna ja korkeatasoisena ja siten turvallisena alueena vaeltajille ja muille retkeilijöille ja alueen käyttäjille.
sme: Guovlu galgá bures dikšojuvvot ja dollojuvvot alladássásažžan ja ná dorvvolaš guovlun vánddardeaddjiide ja guovllu eará geavaheaddjiide.

source: Painopiste tulee olla nykyisen ”ydinalueen” kehittämisessä, ei niinkään alueellisen toiminnan laajentamisessa.
sme: Galgá deattuhit dálá "váimmusguovllu" ovddideami, ii nuge guvllolaš doaimma viiddideami.

source: Utsjoen kunta pitää tärkeänä, että paikallisten kuntalaisten niin elinkeinoharjoittajien kuin virkistyskäyttäjien kannanotot alueen käytössä huomioidaan kaikissa Kevon aluetta koskevassa suunnittelussa ja päätöksenteossa.
sme: Ohcejoga gieldda mielas lea dehálaš ahte báikkálaš ássiid, sihke ealáhusbargiid ja lustageavaheaddjiid oaivilat guovllu geavaheamis váldojuvvojit vuhtii Gevvui guoskevaš buot plánemis ja mearrádusdahkamis.

source: Paikallisille perinteisesti kuuluneita oikeuksia ei tule missään tapauksessa kaventaa.
sme: Báikkálaš olbmuid árbevirolaš rivttiid ii áinnas oaččo gáržžidit.

source: Alueella on perinteisesti ollut erittäin suuri merkitys paikallisille asukkaille.
sme: Guovlu lea don doložis erenoamáš ollu mearkkašan báikkálaš ássiide.

source: Saamelaiskulttuurin ja siihen perinteisesti kuuluvien poronhoidon, metsästyksen, kalastuksen ja keräilyn toimintaedellytykset tulee säilyttää entisellään alueella.
sme: Sámekultuvrra ja dasa gullevaš árbevirolaš boazodoalu, meahccebivddu, guolástusa ja luondduburiid čoaggima doaibmavejolašvuođat galget bisuhuvvot guovllus.

source: Suojelualuetta kehitettäessä tulee yksityisten maanomistajien edut ottaa huomioon ja maanomistajien näkemyksiä on kunnioitettava.
sme: Suodjalanguovllu ovddidettiin galget priváhta eanaeaiggádiid beroštumit váldojuvvot vuhtii ja eanaeaiggádiid oainnut gudnejahttot.

source: Metsähallituksen kannanotto, mahdollisuuksiin myöntää maastoliikennelupia sukujen perinteisesti käyttämille alueille myös paikkakunnalta poismuuttaneille saamelaisille on tärkeä, koska näin menettelemällä mahdollistetaan, ylläpidetään ja edistetään perinteisen tiedon säilymistä.
sme: Meahciráđđehusa oaidnu ahte meahccejohtaluslobiid sáhtášii várra mieđihit sogaid árbevirolaš guovlluide maiddái báikegottis eretfárren sámiide lea dehálaš ášši, dasgo ná sáhttá bisuhit ja ovddit árbevirolaš dieđuid.

source: Kunta pitää hyvänä menettelytapoja, joissa erilaisella yhteistyöryhmätyöskentelyllä (mm. Akwé: Kon) kartoitetaan alueen käyttäjien tarpeet ja osallistutetaan käyttäjät mahdollisimman laajasti.
sme: Gieldda mielas leat buorit dakkár meannudanvuogit, main sierralágan joavkkuid ovttasbarggu vuođul (ee. Akwé-Kon) kártejuvvojit guovllu geavaheaddjiid dárbbut nu, ahte geavaheaddjit besset oassálasti plánemii nu viidát go vejolaš.

source: Kunta pitää hyvänä sitä, että laajasti eri tahoja on ollut mukana valmistelemassa hoito- ja käyttösuunnitelmaa.
sme: Gieldda mielas lea buorre ášši ahte sierra oassebealit leat leamaš válmmaštallamin dikšun- ja geavahanplána.

source: Jatkossakin on erittäin tärkeätä, että Metsähallitus kuulee ja on tiiviissä yhteistyössä myös muiden paikallisten toimijoiden kanssa.
sme: Maiddái dás duohko lea erenoamáš dehálaš ahte Meahciráđđehus gulaskuddá ja lea lagas ovttasbarggus maiddái eará báikkálaš doaibmiiguin.

source: 20 Osallistaminen Suunnitelmaa tukeva kommentti.
sme: 20 Oassálastin Dát kommeanta doarju plana.

source: Kunnan matkailuyrittäjät ovat pitäneet tärkeänä, että Kevon vaeltajat saataisiin paremmin ohjatuksi kyläkeskusten, Utsjoen ja Karigasniemen, palveluiden käyttäjiksi.
sme: Gieldda turismafitnodatolbmuid mielas livččii dehálaš ahte Geavu vánddardeaddjit geavahivčče viššaleappot gilleguovddážiid Ohcejohnjálmmi ja Gáregasnjárgga bálvalusaid.

source: Metsähallituksen tulisikin miettiä, miten vaeltajia ja muita reitillä liikkujia voitaisiin enemmän ohjata reitiltä kyläkeskuksiin.
sme: Meahciráđđehus galggašiige smiehttagoahtit, mo vánddardeaddjid ja Geavu johtolaga eará johttiid oaččohivččii eanet gilleguovddážiidda.

source: Metsähallitus voi yrittää parantaa tilannetta tekemällä yhteistyötä yrittäjien kanssa.
sme: Meahciráđđehus sáhttá geahččalit buoridit dili nu, ahte bargá ovttas fitnodatolbmuiguin.

source: Asiaa ei voida ratkaista uusilla pitkillä vaelluspoluilla Kevon reitiltä kyläkeskuksiin.
sme: Ášši ii sáhte čoavdit ođđa guhkes vánddardanbálgáiguin Geavu johtolaga alde gilleguovddážiidda.

source: Yleisesti ottaen Utsjoen kunnan kanta on, että hoito- ja käyttösuunnitelma on laadittu hyvin ja alueen tärkeimmät kehittämisen painopisteet on huomioitu asiamukaisesti ja oikealla tavalla.
sme: Cealkámuš ja cealki Plána oasse/skovvi Meahciráđđehusa vástádus Ášši dagahan doaibmabidju Oppalaččat geahčadettiin Ohcejoga gieldda mielas dikšun- ja geavahanplána lea bures dahkkojuvvon ja guovllu ovddideami deháleamos deattuhusbealit leat váldojuvvon vuohkkasit ja riekta vuhtii.

source: Suunnitelmaa laadittaessa on osallistettu laajasti kuntalaisia ja muita Kevon alueen käyttäjiä.
sme: Plána dagadettiin gieldalaččat ja Geavu guovllu eará geavaheaddjit leat beassan oassálastit plánemii.

source: Kunta pitää tärkeänä, että prosessin aikana esille nostetut kehittämiskohteet toteutetaan mahdollisimman laajasti.
sme: Gieldda mielas lea dehálaš ahte plánedettiin ovdanváldojuvvon ovddidanbealit ollašuhttojit nu viidát go vejolaš.

source: Tulevaisuudessa erilaiset ristiriitaisuudet esimerkiksi alueen eri maankäyttömuotojen välillä voidaan ratkaista parhaiten keskinäisillä neuvotteluilla.
sme: Boahtteáiggis sierralágan ruossalasvuođaid omd. guovllu sierra eanageavahanhámiid gaskkas sáhttá buoremusat čoavdit oassebeliid gaskasaš ráđđádallamiiguin.

source: pide Utsjokisuun kyläyhdistys Kaikki lisärajoitukset, jotka koskevat paikkakuntalaisia, ovat tarpeettomia ja aiheuttavat kielteistä suhtautumista luonnonsuojeluun yleensäkin.- - -
sme: Utsjokisuun kyläyhdistys Buot báikegoddelaččaide guoskevaš lasseráddjehusat leat dárbbašmeahttumat ja dagahit muđuige vuostehágu luonddusuodjaleapmái.- - -

source: Pistoreitti Kekkosen kämpälle myös talvella eli moottorikelkalla olisi iloinen yllätys.
sme: Oktavuođajohtolat Kekkosa gámpái maiddái dálvit mohtorgielkkáin vuoji livččii ilolaš ášši.

source: - Talviaikaiset urat on käsitelty suunnittelun aikana sekä Akwé: Kon -työryhmässä että yhteistyöryhmässä.
sme: - Dálvviáiggi vuojáhagat leat gieđahallon plánema áigge sihke Akwé: Kon -bargojoavkkus ja ovttasbargojoavkkus.

source: Marja Helanderin palaute
sme: Marja Helandera máhcahat

source: Perikuntamme omistaa tontin Kevon luonnonpuiston alueella Stuorra Bálddotjávren pohjoispuolella.
sme: Min árbegoddi oamasta dontte Geavu luonddumeahcis Stuorra Bálddotjávrri davábealde.

source: Nyt sinne seudulle on siis suunnitelmassa merkattu uusia maastoliikenneuria.
sme: Dál dohko leat nappo plánemin ođđa meahccejohtalusvuojáhagaid.

source: Kuva nro 11 sivulla 77 on kuitenkin niin pieni, ettei siitä saa mitään selvää, mistä uudet suunnitellut urat tulevat menemään esimerkiksi suhteessa meidän omistamaamme tonttiin.
sme: Govva nr 11 siiddus 77 lea goittotge nu uhcci ahte das ii oainne, mo ođđa plánejuvvon vuojáhagat manašedje omd. min oamastan dontte ektui.

source: Voisiko alueesta saada isomman ja tarkemman kartan, jotta näkisi miten urat ovat suhteessa alueen yksityismaihin?
sme: Sáhtášiigo guovllus fidnet stuorát ja dárkilet kártta, vai oainnášii mo diet vuojáhagat leat guovllu priváhtaeatnamiid ektui?

source: Haluaisin myös kysyä, kuinka paljon niillä uusilla urilla sitten tulee olemaan liikennettä ja mitä tarkoitusta varten ne siis tehdään?
sme: Háliidivččen maiddái jearrat, man ollu dieid vuojáhagaid mielde vuddjojuvvošii meahccefievrruiguin ja man várás diet vuojáhagat dahkkojuvvojit?

source: Ketkä voivat saada sekä kesä- että talviajan maastoliikenneurien lupia?
sme: Geat sáhttet oažžut sihke geasi- ja dálvviáiggi meahccejohtaluslobiid dieidda vuojáhagaide?

source: 17 Muun luonnonvarojen ja alueiden käytön toimenpiteet, Kuva 11 Talviaikaiset urat on käsitelty suunnittelun aikana sekä Akwé: Kon -työryhmässä että yhteistyöryhmässä.
sme: 17 Luondduriggodagaid ja guovlluid eará geavaheami doaibmabijut, Govva 11 Dálvviáiggi vuojáhagat leat gieđahallon plánema áigge sihke Akwé: Kon -bargojoavkkus sihke ovttasbargojoavkkus.

source: Urat palvelevat myös kulkemista yksityiskiinteistöille.
sme: Vuojáhagat bálvalit maiddái priváhtagiddodagaide johtima.

source: Lomakkeella 17 tarkemmin lupien myöntämisestä.
sme: Skovis 17 dárkileappot lobiid mieđiheamis.

source: Kun tuolla oli mainittu, että Metsähallitus on aikaisemmin luovuttanut puuta kotitarvekäyttöön puiston ulkopuolelle, oliko se siis koskenut niitä tiloja, jotka sijaitsevat puiston välittömässä läheisyydessä?
sme: Go doppe lea máinnašuvvon ahte Meahciráđđehus lea ovdal luohpadan muora ruovttudárbbuide luonddumeahci olggobeallai, de leigo dat nappo guoskan daidda dáluide, mat leat dasttán luonddumeahci lahkosis?

source: Saammeko me esimerkiksi yksityisinä maanomistajina kaataa tontiltamme polttopuita ja viedä ne puiston ulkopuoliseen käyttöön taloomme Utsjoen kylällä?
sme: Oažžutgo mii omd. priváhta eanaeaiggádin njeaidit iežamet donttes boaldinmuoraid ja doalvut daid luonddumeahci olggobeallai iežamet dállui Ohcejohnjálbmái?

source: On ollut oikeutemme ennen puiston perustamista.
sme: Dása mis lea leamaš riekti juo ovdal luonddumeahci vuođđudeami.

source: 17 Muun luonnonvarojen ja alueiden käytön toimenpiteet On koskenut puiston välittömässä läheisyydessä olevia tiloja.
sme: 17 Luondduriggodagaid ja guovlluid eará geavaheami doaibmabijut Lea guoskan daidda dáluide, mat leat dasttán luonddumeahci lahkosis.

source: Metsähallituksen linjaus ei koske yksityisiä maanomistajia.
sme: Meahciráđđehusa linnjen ii guoskka priváhta eanaeaiggádiidda.

source: Sama koskee metsästystä;
sme: Cealkámuš ja cealki Plána oasse/skovvi Meahciráđđehusa vástádus Ášši dagahan doaibmabidju Seammá guoská meahccebivdui;

source: polkee saamelaisten oikeuksia.
sme: duolbmá sámiid rivttiid.

source: Voisiko jonkinlaisena pienimuotoisen sallia puiston alueella?
sme: Sáhtášiigo juogalágan smávvalágan bivdu suvvojuvvot luonddumeahcis?

source: Puhuttu nimenomaan hirvenmetsästyksestä.
sme: Lea leamaš namalassii sáhka ealgabivddus.

source: 8 Erätalous Metsästystä ohjataan säädöksillä.
sme: 8 Meahccegeavaheapmi Meahccebivdu stivrejuvvo njuolggadusaiguin.

source: Mitä tuo tarkoittaa sivulla 86 että Metsähallitus ei enää myönnä uusia tukikohtapaikkoja kalastuksen ja metsästyksen tarpeisiin?
sme: Maid oaivvilda siiddus 86 ahte Meahciráđđehus ii šat mieđit ođđa doarjjabaikkiid guolásteami ja meahccebivddu dárbbuide?

source: Ketä se koskee?
sme: Geaidda diet guoská?

source: Saako kammin edelleen rakentaa omalle palstalleen?
sme: Oažžugo gámme dás duohkoge hukset iežas bálstái?

source: 18 Hallinto Metsähallitus ei tällä suunnitelmalla ohjaa yk
sme: 18 Hálddahus Meahciráđđehus ii leat dáinna plánain stivre

source: sityispalstoilla tapahtuvaa rakentamista.
sme: min priváhtabálsttáin dáhpáhuvvi huksema.

source: Saamelaisen käsityöperinteen säilyminen;
sme: Sámi duddjonárbbi seailun;

source: saako luonnonpuiston alueelta ottaa esim. pahkaa ja pajunkuorta perinteisiin saamelaisiin nahka- ja pahkatöihin?
sme: oažžugo luonddumeahcis váldit omd. báhkiid ja osttuid árbevirolaš sámi náhkke- ja báhkkedujiid várás?

source: Pitäisi saada.
sme: Galggašii oažžut váldit.-

source: Saamelaisen käsityöperinteen turvaamiseksi Metsähallitus on säilyttänyt oikeuden ottaa valtion maalta raaka-aineeksi vähäisiä määriä mm. pajua.
sme: Sámi duddjonárbbi dorvvastan dihte Meahciráđđehus lea bisuhan rievtti váldit stáhtaeatnamis duddjonmateriálan uhccánaš ee. sieđgga.

source: Otto-oikeus ei koske kansallis- tai luonnonpuistoja.
sme: Váldinriekti ii guoskka álbmot- dahje luonddumehciide.

source: Otto-oikeus koskee mm. erämaa-alueita.
sme: Váldinriekti guoská ee. meahcceguovlludie.

source: Miten turvataan Utsjoelta poismuuttaneiden saamelaisten oikeudet perinteisiin sukujensa maihin Kevon luonnonpuistossa?
sme: Mo dorvvastuvvojit Ohcejogas eretfárren sámiid rievttit iežaset árbevirolaš sohkaeatnamiidda Geavu luonddumeahcis?

source: Miksi eivät esim. ne joilla perinteinen saamelaisen suvun tontti Kevolla saisi siellä myös kalastaa?
sme: Manin omd. dat, geain lea sámesohkii gullevaš árbevirolaš donte Geavus, eai oččošii maiddái guolástit?

source: Ei niitä ihmisiä niin kovin montaa ole.
sme: Eai dakkárat leat šat nu galle.

source: On ehkä hieman todellisuudelle vierasta kuvitella, että kaikki Utsjoen nykyiset ja tulevat saamelaiset asuisivat ikuisuuksiin koko elämänsä Utsjoella.
sme: Lea viehka amas vuohki jurddašit ahte dálá ja boahttevaš sámit ásašedje eallinagi Ohcejogas.

source: Työnsaantimahdollisuudet kun ovat kuitenkin Utsjoen kunnassa rajalliset.
sme: Bargovejolašvuođat go leat goittotge Ohcejoga gielddas viehka vánis.

source: Enkö saa ulkopaikkakuntalaisena (olen kirjoilla Helsingissä) saamelaisena mennä katsomaan vanhoja pyhiä saamelaisia palvontapaikkoja ja perinnepaikkoja (esim. Madjoen kiviaitapaikka) Kevon luonnonpuiston alueella?
sme: Ingo oaččo olgobáikegoddelaš (lean girjjiin Helssegis) sápmelažžan mannat geahčadit sámiid dološ bassi bálvvosbáikkiid ja árbevierrobáikkiid (omd. Mádjoga geađgegárdebáiki) Geavu luonddumeahcis?

source: Tämä ei tosiaankaan edistä saamelaisen kulttuuriperinnön säilymistä.
sme: Dát ii duođaidge ovddit sámiid kulturárbbi seailuma.

source: Pitäisi olla mahdollista.
sme: Galggašii leat vejolaš.

source: Ilmeisesti en saa, vaikka omistamme Kevon luonnonpuiston alueelta tontinkin.
sme: Várra in oaččo, vaikko mii oamastatge Geavu luonddumeahcis dontte.

source: Todellakin tulisi saamelaiskulttuurin säilymisen vuoksi (mitä Metsähallitus itsekin korostaa tässä ehdotuksessa), sallia myös niiden Utsjokista alkuperää olevien saamelaisten sukujen jäsenten, jotka ovat kirjoilla muualla kuin Utsjoella, jonkinasteinen Kevon luonnonpuiston käyttö samalla tavalla kuin paikkakuntalaisille saamelaisille.
sme: Duođaidge galggašii sámekultuvrra seailuma dihte (dan maid Meahciráđđehus iešge deattuha dán árvalusas) suovvat maiddái daid sámesogat olbmuid, geaid ruohttasat leat Ohcejogas muhto geat leat girjjiin eará sajis, geavahit goittot juogaláhkai luonddumeahci seammaláhkai go báikegoddelaš sámit.

source: Metsähallituksen arvio vaikutusmahdollisuuksista perinteisen tiedon säilymisen osalta (lomake 11, päämäärä 9) koskee tiedon välittymistä ja siirtymistä sekä saamenkielisen paikannimistön käyttöä sekä perinteisten elinkeinojen ja käytänteiden säilymistä suunnittelualueella ja sen ulkopuolella.
sme: Meahciráđđehusa árvvoštallan váikkuhusvejolašvuođain árbevirolaš dieđuid seailuma hárrái (skovvi 11, mihttomearri) guoská dieđuid sirdáseapmái, sámegielat báikenamaid geavaheapmái sihke árbevirolaš ealáhusaid ja virolašvuođaid seailumii plánenguovllus ja dan olggobealde.

source: Sukujen perinteisesti käyttämille alueille on mahdollista saada liikkumislupia.
sme: Sogaid árbevirolaš guovlluide sáhttá oažžut johtinlobiid.

source: Liikkumisesta alueella tarkemmin lomakkeella 17. Ei muutoksia.
sme: Guovllus johtimis dárkileappot skovis 17. Eai nuppástusat.

source: lomake Metsähallituksen vastine Aiheutunut toimen pide Juha Heinäsen palaute
sme: Cealkámuš ja cealki Plána oasse/skovvi Meahciráđđehusa vástádus Ášši dagahan doaibmabidju Juha Heinänena máhcahat

source: Haluan tuoda esille yleisen huoleni Kevon luonnonpuiston nykyisestä rappiotilasta, joka varmasti tulee pahenemaan lähivuosina, mikäli uudessa hoito- ja käyttösuunnitelmassa ei oteta asiaa vakavasti ja vihelletä nykyistä peliä poikki.
sme: Lean fuolastuvvan Geavu luonddumeahci dálá ráiskkagan dilis, mii sihkkarit fuotnána ovddežisge dáid boahttevaš jagiid, jos ođđa dikšun- ja geavahanplánas eai váldde duođas dán ášši ja bisset dálá ovdáneami.

source: Syynä rappioon on hallitsematon turistikalastus Kevon luonnonpuistossa ja siihen liittyvän vapaan kulkemisen ja leiriytymisen lisääntyminen luonnonpuiston alueella.
sme: Sivvan ráiskkageapmái lea stivrekeahtes turistaguolástus Geavu luonddumeahcis ja dasa guoskevaš friddja johtima ja gohttema lassáneapmi luonddumeahcis.

source: Ilmiö on uusi, mutta kasvaa vauhdilla.
sme: Dát lea ođđa ášši, muhto dilli orru fuotnáneamen johtilit.

source: Ulkopaikkakuntalainen kalastus luonnonpuistosta perustuu erityisperusteisiin kalastusoikeuksiin, joita on Kevojokeen puiston alueelle yli 200 tilalla.
sme: Olgobáikegoddelaččaid guolástus luonddumeahcis vuođđuduvvá sierraákkat bivdorivttiide, mat leat Geavu luonddumeahcis badjel 200 dálus.

source: Monilla näistä tiloista on useita omistajia (myös osakeyhtiöitä), jolloin sellaisten ulkopaikkakuntalaisten kalastajien määrä, joilla on oikeus kalastaa luonnonpuiston alueella Kevojoessa Fiellun risteyksestä alavirtaan, on varovastikin arvioiden tällä hetkellä yli tuhat.
sme: Máŋggain dáin dáluin leat moanat oamasteaddjit (maiddái oasussearvvit), goas dakkár olgobáikegoddelaš guolásteaddjit, geain lea riekti bivdit luonddumeahcis Geavus Fiellogahjoganjálmmis vulosguvlui, leat várra badjel duhát.

source: Tiloja kuitenkin jaetaan jatkuvasti yhä pienempiin osiin, mikä merkitsee kalastusoikeuden haltijoiden lukumäärän jatkuvaa kasvua.
sme: Dálut goittotge juogaduvvojit dađistaga uhcit ja uhcit osiide, mii mearkkaša dan ahte bivdorievttálaš olbmuid mearri lassána dađistaga.

source: Lisäksi erityisperusteisten kalastusoikeuden omistajat (useat niistä matkailuyrittäjiä) luovuttavat pientä maksua vastaan kalastusoikeuksia Kevojokeen luonnonpuiston alueelle, jolloin kuka tahansa Utsjoella vieraileva turisti pääsee halutessaan kalaan, kulkemaan ja leiriytymään minne tahansa Kevojokivarteen.
sme: Dasa lassin sierraákkat bivdorievtti oamasteaddjit (máŋggas dain leat turismafitnodatbargit) luohpadit smávva mávssu vuostá bivdorivttiid Geavu luonddumeahccái, goas gii beare Ohcejogas johtti turista beassá dárbu mielde guolástit, johtit ja gohttet gosa beare Geavu siste.

source: Jos uudessa käyttösuunnitelmassa ei pystytä tai haluta kieltää luonnonsuojelulain 18. pykälän perusteella erityisperusteisilla kalastusoikeuksilla varustettujen ulkopaikkakuntalaisten liikkumista Kevon luonnonpuistossa, ei luonnonsuojelulle Kevon kanjonissa ole enää mitään edellytyksiä ja valtiovallalle ei jää muuta todellista vaihtoehtoa kuin Kevon luonnonpuiston lakkauttaminen.
sme: Jos ođđa geavahanplánas eai sáhte dahje háliit gieldit luonddusuodjalanlága 18 §:a vuođul sierraákkat bivdorivttiiguin johtti olgobáikegoddelaččaid Geavu luonddumeahcis, de luonddusuodjaleapmái eai leat šat makkárge vejolašvuođat Geavvorokkis ja stáhtii ii báze šat eará ráđđi go heaittihit Geavu luonddumeahci.

source: On itsensä ja Kevon reittiä kulkevien matkailijoiden pettämistä, jos uskotellaan, että meillä on Kevon luonnonpuisto, kun se todellisuudessa on ulkopaikkakuntalaisten turistikalastajien vapaa temmellyskenttä.
sme: Olmmoš lea beahttimin iežas ja Geavu johtolaga mielde johtti mátkkálaččaid, jos vikkaha ahte mis lea Geavu luonddumeahcci, go dat duohtavuođas lea olgobáikegoddelaš turistabivdiid friddja bivddašanguovlu.

source: Ainoa mahdollisuus palauttaa uskottavuus Kevon luonnonpuistoon on asettaa uudessa hoito- ja käyttösuunnitelmassa luonnonsuojelulaki turistikalastajien oikeuksien edelle ja kieltää ulkopaikkakuntalaisten erityisperusteisten kalastusoikeuksien haltijoiden kalastaminen, kulkeminen ja leiriytyminen kaikkialla Kevon luonnonpuiston alueella.
sme: Áidna vejolašvujohta dahkat jáhkehahttin Geavu luonddumeahci lea bidjat ođđa dikšun- ja geavahanplánas luonddusuodjalanlága turistabivdiid rivttiid ovddabeallai ja gieldit olgobáikegoddelaš sierraákkat bivdorivttiid hálddašeaddjiid bivddu, johtima ja gohttema miehtá Geavu luonddumeahci.

source: 8 Erätalous Erityisperusteisen kalastusoikeuden käyttöä ei voida rajoittaa asuinpaikan perusteella.
sme: 8 Meahccegeavaheapmi Sierraákkat bivdorievtti geavaheami ii sáhte ráddjet ássanbáikki vuođul.

source: Jotta Kevon puiston hallinto olisi avointa ja syrjimätöntä, kaikki luvat, jotka Metsähallitus on myöntänyt kenelle tahansa (yksityishenkilöille tai organisaatioille) koskien mitä tahansa toimintaa Kevon luonnonpuistossa, pitää olla kaikkien halukkaitten nähtävänä mieluiten netissä, mutta vähintään Metsähallituksen Utsjoen ja Ivalon toimipisteissä.
sme: Cealkámuš ja cealki Plána oasse/skovvi Meahciráđđehusa vástádus Ášši dagahan doaibmabidju Vai Geavu luonddumeahci hálddahus livččii rabas iige vealahivččii ovttage, de buot lobit, maid Meahciráđđehus lea mieđihan geasa dahje masa beare (priváhtaolbmuide dahje organisašuvnnaide), galget leat buohkaid oaidninláhkai millosepmosit neahtas muhto goittot Meahciráđđehusa Ohcejoga ja Avvila doaibmabáikkiin.

source: Lupien myöntämisen perusteet on esitetty lomakkeella 17. Henkilötiedot eivät ole julkisia.
sme: Lobiid mieđiheami ákkat leat ovdanbukton skovis 17. Persovdnadieđut eai leat almmolaččat.

source: Metsästys: Olen havainnut Kevon luonnonpuistossa useita minkkejä sekä Stuorra Balddotjavrin että Kevojoen rannoilla (etenkin Buvrrasjavrin yläpäässä).
sme: Meahccebivdu: Lean áican Geavu luonddumeahcis moanaid miŋkkaid sihke Stuorra Bálddotjávrri ja Geavu gáttiin (erenoamážit Buvrrášjávrri bajágeahčen).

source: Metsähallitus voisi palkata jonkun kesätöihin niitä loukuttamaan.
sme: Meahciráđđehus sáhtášii bálkáhit soapmása geassebargui daid bivdit riđáiguin/gilláriiguin.
